<template>
  <nuxt-link to="/">ホーム</nuxt-link>
  <div class="container">
    <div class="chihuahua-info">
      <img src="https://www.pets-station.info/img/subimg/chihuahua_howto.jpg"
        alt="チワワの画像"
        width="300"
        height="200"
      >
      <div class="text-content">
        <h2>チワワ</h2>
        <table>
          <tr>
            <th>原産国</th>
            <td>メキシコ</td>
          </tr>
          <tr>
            <th>サイズ</th>
            <td>超小型犬</td>
          </tr>
          <tr>
            <th>グループ</th>
            <td>9G</td>
          </tr>
          <tr>
            <th>体高</th>
            <td>12cm～20cm</td>
          </tr>
          <tr>
            <th>体重</th>
            <td>1.5kg～3kg</td>
          </tr>
        </table>
        <br>
        <h3>チワワの特徴</h3>
        <p>
          チワワは手足は細いものの胴体と頭蓋骨はがっちりとしています。体高より体長がわずかに長い、立ち耳の超小型犬です。
          頭蓋骨はアップルヘッドが良いとされており、理想体重は1.5～3kgの間とされています。
          超小型犬であり、健全性の維持と犬種固定のために体重規定は厳しく定められており、500ｇ未満のものや3kg超の場合は繁殖犬として失格とされています.
        </p>
        <h3>チワワの性格</h3>
        <p>
          チワワは明るく陽気ですが勇敢な性格です。非常に保守的で、家族とそうでない人をはっきりと区別します。
          そのため、侵入者に対しては非常に敏感に反応し、番犬として優秀ではありますが、怖がりゆえの吠え癖もあります。
        </p>
        <h3>チワワの歴史</h3>
        <p>
          世界一小さな犬種と知られるチワワは、古代メキシコに存在したとされる「テチチ」という小さな犬が祖先と考えられています。
          テチチについての記録は9世紀以降に出現しているとされていますが、テチチに近いものは紀元前15世紀頃、マヤ文明で栄えたユカタン半島のチチェンイツァ遺跡でも見つかっているとされています。

          紀元15世紀ころ、コロンブスによるアメリカ大陸発見の際に、コロンブスからスペイン国王に宛てた手紙の中で、南米で発見した小さな犬の存在に触れられています。
          16世紀に入り、スペイン軍が南米を侵略すると、テチチたちは滅亡の危機にさらされていたと推測されています。
          その後、1850年になって、メキシコのチワワという町で、3頭の小さな犬たちが発見されました。
          発見地にちなんでチワワと名付けられた彼らは、現在に続くチワワの基礎犬となりました。
          チワワたちは、発見者によってアメリカに持ち帰られて、犬種の固定化が図られることになりました。
          50年にわたる繁殖と犬種の固定化の試みの中で、ベーリング海峡からアラスカを経由してアメリカに入ったチャイニーズクレステッドドッグなどが交配に使われ、現在のチワワに近い形となったとされています。

          南米メキシコを原産とし、アメリカで育種されたチワワは、1904年にアメリカンケネルクラブに登録されることになりました。
          アメリカでは現在も人気犬種の上位に大型犬が何頭もいるほど住宅事情にゆとりがあり、チワワのようにあまりにも小さな犬は使役犬として働くこともできないため、あまり需要がありませんでした。そのため、1950年代までは登録頭数も増えないままでしたが、1960年代以降、近代工業が発達して都市化が進むと、家庭で飼いやすい大きさのペットとして注目されるようになり、近年では登録頭数上位20頭の常連になっています。
          日本に本格的に輸入されるようになったのは1970年頃のことでしたが、日本では高度成長期を経てバブル景気を迎え、大型犬が流行していました。やがて景気が落ち着く中、日本の都市でもペット可マンションなどが増えていくことになりました。
          犬の大きさの制限により、小型犬や超小型犬に人気が集まるようになりました。
          21世紀の現在、チワワはダックスフンドやプードルと並んで、都市生活の市民のあいだで愛好される犬種となり、ジャパンケネルクラブ（JKC）の登録頭数でも毎年上位にランクインしています。
        </p>
      </div>
      </div>
  </div>
 </template>