<template>
    <nuxt-link to="/">ホーム</nuxt-link>
    <div class="container">
          <div class="golden-retriever-info">
        <img src="https://img.wanqol.com/2021/06/9e8fc1cb-dog_lifespan_05_yoko.jpg"
          alt="フレンチブルドッグの画像"
          width="300"
          height="200"
        >
        <div class="text-content">
    <h2>フレンチブルドッグ</h2>
    <table>
      <tr>
        <th>英語表記</th>
        <td>French Bulldog</td>
      </tr>
      <tr>
        <th>原産国</th>
        <td>フランス</td>
      </tr>
      <tr>
        <th>サイズ</th>
        <td>中型犬</td>
      </tr>
      <tr>
        <th>グループ</th>
        <td>9G</td>
      </tr>
      <tr>
        <th>体高</th>
        <td>58cm～61cm</td>
      </tr>
      <tr>
        <th>体重</th>
        <td>26kg～31kg</td>
      </tr>
    </table>
    <h3>フレンチブルドッグの特徴</h3>
    <p>
        フレンチブルドッグは、大きな頭と耳を持っていて、しっぽは短く、四肢と胴体は筋肉質でがっちりとしています。
        短毛で全身が覆われています。
        体重は8～14kgが理想とされていますが、体高は体重とのバランスで規定されているようです。
        手足、胴体ともに短く構成されていることが大切です。
        フレンチブルドッグ独特の大きな立ち耳は「バット・イヤー（こうもり耳）」と呼ばれる形ですが、フレンチブルドッグが品種として固定されるまでの間、ブルドッグの特徴的な耳「ローズ・イヤー（耳先が巻いて耳朶が見える）も認められていました。しかしアメリカの繁殖家たちがこれに異議を唱え、フレンチブルドッグの耳はバット・イヤーが標準であるとして、固定されたといういきさつがあります。 
    </p>
    <h3>フレンチブルドッグの性格</h3>
    <p>
        フレンチブルドッグは、いかつい風貌と異なる愛情深い性質があり、家族とともに過ごすことを好みます。
        また、とぼけたような外見を裏切らないユニークな行動を見せます。
        穏やかで思慮深く、神経質な面は少ないため、無駄吠えが起こりにくい個体が多いようです。
        他犬には平和的でフレンドリーですが、家族以外の人にすぐに懐くことは少ないかもしれません。 
    </p>
    <h3>フレンチブルドッグの歴史</h3>
    <p>
        マスチフやブルドッグの祖先はローマ帝国時代のモロシア犬とされていますが、19世紀後半、イギリスで作られたイングリッシュ・ブルドッグがフランスに持ち込まれ、パリの繁殖家が交配を重ねた結果うまれたのがフレンチブルドッグであると広く言われています。
        この説には異論もあります。ベースとなった犬はイングリッシュ・ブルドッグではなく、フランスやスペインなど欧州南部に古くから存在したマスチフ系の闘犬であるという説が、特にフランスでは支持されているようです。
        いずれにしても、イギリス原産のブルドッグを異種交配して選抜し、現在のフレンチブルドッグを作出したのはフランスでのことです。闘犬の血統から生まれたブルドッグやマスティフに、平和な気質のパグや陽気な小型テリアを交配し、家庭犬に向いた穏やかな性格とユニークな姿を与え、愛すべき存在に作り上げたフランスの功績が大きいことには、異を唱える向きもないでしょう。
        近年ではその落ち着いた性格と無駄吠えの少なさ、特に暑い時期の運動量が少なくて済むことや短毛で手入れがしやすいことから、都市部では世界的に人気が高まっています。
        アメリカの犬種団体AKCの発表では、2003年の登録数ランキングが54位であったものが、2008年には26位、2013年には11位と、年を追うごとにオーナーが増えているようです。
    </p>
  </div>
      </div>
    </div>
  </template>
  