<template>
  <nuxt-link to="/">ホーム</nuxt-link>
  <div class="container">
        <div class="golden-retriever-info">
      <img src="https://www.min-inuzukan.com/images/detailMain_golden-retriever.png"
        alt="ゴールデンレトリバーの画像"
        width="300"
        height="200"
      >
      <div class="text-content">
  <h2>ゴールデンレトリバー</h2>
  <table>
    <tr>
      <th>英語表記</th>
      <td>Golden Retriever</td>
    </tr>
    <tr>
      <th>原産国</th>
      <td>イギリス</td>
    </tr>
    <tr>
      <th>サイズ</th>
      <td>大型犬</td>
    </tr>
    <tr>
      <th>グループ</th>
      <td>8G</td>
    </tr>
    <tr>
      <th>体高</th>
      <td>58cm～61cm</td>
    </tr>
    <tr>
      <th>体重</th>
      <td>29kg～34kg</td>
    </tr>
  </table>
  <h3>ゴールデンレトリバーの特徴</h3>
  <p>
  ゴールデンレトリバーは体高より体長がやや長く、バランスの取れた体つきであること。大型犬で、オスは体高58～61cm、体重29～34kg、メスは体高54～57cm、体重24～29kgが望ましいとされています。
  垂れ耳で、目はアーモンド型です。 
  </p>
  <h3>ゴールデンレトリバーの性格</h3>
  <p>
  ゴールデンレトリバーは大変賢く穏やかで、洞察力があり、人にも犬にもフレンドリーです。
  家族に対しては大変愛情深く、人のそばにいたがります。
  活発な遊び好きで快活、ほかのレトリバー種に比べると精神的にやや幼い傾向があり、喜びのあまりにはしゃいだり興奮することがあります。
  しっかりとしつけられたゴールデンレトリバーは、子どもの遊び相手にもなるでしょう。 
  </p>
  <h3>ゴールデンレトリバーの歴史</h3>
  <p>
    19世紀までのゴールデンレトリバーの歴史は、よくわかっていません。
    ニューファンドランドとウェイビー・コーテッドレトリバーの交配でうまれた黄色い長毛の犬を基礎として、イギリスの伯爵により作出されたというのが、具体的な古い記録となります。
    その後、伯爵はツウィード・ウォーター・スパニエルを交配し、生まれた犬を土台にアイリッシュ・セッターやブラッドハウンドなどと交配を重ね、19世紀末頃に現在のゴールデンレトリバーにほぼ近い形になったようです。
    ウェイビー・コーテッドレトリバーは、ラブラドールレトリバーの基礎となったセント・ジョンズレトリバーとセッター等の交配によって作出され、さらに改良された後、現在のフラット・コーテッドレトリバーになりました。また、ツウィード・ウォーター・スパニエルは19世紀末にすでに絶滅しています。

    外見が似ていることとその賢さ、人懐こくフレンドリーな性格でイギリス原産であることからラブラドールレトリバーの長毛タイプと誤解されることも多いようですが、上記のようにゴールデンレトリバーはラブラドールレトリバーとは成り立ちが異なります。
    ラブラドールレトリバーとの外見の大きな違いのひとつに、頭蓋骨の形があります。アイリッシュ・セッターやフラット・コーテッドレトリバー、ゴールデンレトリバーでは頭蓋骨がとがったような形をしていますが、ラブラドールレトリバーではほとんどありません。手足に飾り毛のついた長毛は3犬種に共通のものです。このあたりから見ても、それぞれの犬種との血縁の近さが推測できます。

    1903年に、イギリスケンネルクラブに最初に公認された時、ゴールデンレトリバーはフラットコート・ゴールデンという名前を与えられていました。フラット・コーテッドレトリバーは1864年頃からすでに犬種として確立し、展覧会にも出展されていましたので、これと区別するために1911年にはゴールデンレトリバー、またはイエローレトリバーという名称に変更になりました。のちにイエローが削除されて、1920年にゴールデンレトリバーという名前に統一されたというわけです。
  </p>
</div>
    </div>
  </div>
</template>
