<template>
  <nuxt-link to="/">ホーム</nuxt-link>
    <div class="container">
      <div class="miniature-dachshund">
        <img src="https://www.min-inuzukan.com/images/detailMain_miniature-dachshund.png"
          alt="ミニチュアダックスフンドの画像"
          width="300"
          height="200"
        >
        <div class="text-content">
  <h2>ミニチュアダックスフンド</h2>
  <p>英語表記: Miniature Dachshund</p>
  <table>
    <tr>
      <th>原産国</th>
      <td>ドイツ</td>
    </tr>
    <tr>
      <th>サイズ</th>
      <td>小型犬</td>
    </tr>
    <tr>
      <th>グループ</th>
      <td>4G</td>
    </tr>
    <tr>
      <th>体高</th>
      <td>胸囲30cm～35cm</td>
    </tr>
    <tr>
      <th>体重</th>
      <td>3.5kg～4.8kg</td>
    </tr>
  </table><br>
  <h3>ミニチュアダックスフンドの特徴</h3>
  <p>
    ミニチュアダックスフンドは、体長は体高の2倍の長さという短足胴長の体型で、垂れ耳で中くらいの長さのマズルを持つ小型犬です。
    被毛はスムース（短い）、ロング（柔らかく長い）、ワイアー（硬毛で長い）の3種類です。
    犬種標準のサイズは、生後15カ月を経過した時点で測定し、胸囲30～35cmとされています。
  </p>
  <h3>ミニチュアダックスフンドの性格</h3>
  <p>
    ミニチュアダックスフンドは陽気で好奇心が強く、非常に活発です。やや頑固なところがありますが、賢く順応性が高いため、しつけや訓練は受け入れやすい性格です。自立心のある猟犬ですので、甘やかしすぎると扱いにくくなります。
  </p>
  <h3>ミニチュアダックスフンドの歴史</h3>
  <p>
    中世の頃に作出されたとされるダックスフンドは、原産国のドイツでは3つのサイズにわけられています。
    ほかのダックス同様、ミニチュアダックスも猟犬であり、嗅覚を使って獲物を探索し追い詰めるハウンドドッグです。ミニチュアダックスは3つのサイズの中間ということもあり、自分の体より大きいアナグマ猟から小さなウサギ狩りまで、猟の場面で幅広く働いてきました。
    あくまでもダックスフンドの中で3サイズあるということで、ミニチュアダックスフンドという犬種があるわけではありません。

    日本ではジャパンケネルクラブ（JKC）発行の血統書の中に、サイズのバラエティーが記載されています。スタンダードはDH、ミニチュアではDHM、カニンヘンではDHKとなりますが、犬種が異なるのではなくサイズが異なるだけですので、事前に申請の上、展覧会の会場で審査を受ければバラエティー変更の登録が可能になることがあります。
    ミニチュアダックスフンドについては、 生後15カ月を経過した時点で測定し、胸囲30～35cmと定められています。なお、小さいミニチュアダックスフンドから大きいスタンダードダックスフンドへの変更は、生後6カ月を経過した時点での計測となります。
    サイズが変わっても同じ犬種であると定められていることから、このような柔軟な対応が可能となっています。

    2013年度のJKCでの登録数は、カニンヘン5,803、ミニチュア27,314、スタンダード66となっており、ミニチュアダックスフンドの登録数が圧倒的に多くなっています。
    近年の日本の住宅事情では、ペット可集合住宅の場合、体重10kg以下と定められる場合が多くあり、これは共用部分を抱いて歩けることを念頭にしていると考えられています。
    スタンダードダックスフンドの犬種標準は体重9kgとされていますが、ミニチュアダックスフンドは大きくても7～8kg程度とされているため、より多く普及することになったようです。
    3サイズのダックスフンドそれぞれに違いはないとされていますが、ミニチュアダックスフンドはスタンダードダックスフンドより身軽なことから、ドッグスポーツに挑戦させるなど、この犬種本来の活発さを発揮する機会が多くあるようです。
    また、訓練性能の良さを生かし、2013年には警察犬試験に全国で初めて合格したミニチュアダックスフンドが、熊本県警察に採用されて話題となりました。
  </p>
</div>
      </div>
    </div>
</template>
