<template>
    <nuxt-link to="/">ホーム</nuxt-link>
    <div class="container">
      <div class="miniature-schnauzer">
        <img src="https://www.min-inuzukan.com/images/detailMain_miniature-schnauzer.png"
          alt="ミニチュアシュナウザーの画像"
          width="300"
          height="200"
        >
        <div class="text-content">
            <h2>ミニチュアシュナウザー</h2>
  <p>英語表記:Miniature Schnauzer</p>
  <table>
    <tr>
      <th>原産国</th>
      <td>ドイツ</td>
    </tr>
    <tr>
      <th>サイズ</th>
      <td>小型犬</td>
    </tr>
    <tr>
      <th>グループ</th>
      <td>2G</td>
    </tr>
    <tr>
      <th>体高</th>
      <td>30cm～35cm</td>
    </tr>
    <tr>
      <th>体重</th>
      <td>7kg前後</td>
    </tr>
  </table>
  <h3>ミニチュアシュナウザーの特徴</h3>
  <p>
    ミニチュアシュナウザーは老いた仙人のまゆ毛やひげのような顔面部の毛と、正方形でがっしりした体格が特徴です。

    JKCの犬種標準では、「小さいことが不利とならないようにスタンダードシュナウザーを縮小したような外貌」とも定められています。

    シャープなイメージを作るために長年、断尾や断耳をされてきましたが、近年ではこれらの処置を行わない個体が多く、本来おだやかで闘争心の少ないミニチュアシュナウザーには合っているようです。
  </p>
  <h3>ミニチュアシュナウザーの性格</h3>
  <p>
    ミニチュアシュナウザーは聡明ながらも、好奇心旺盛で遊び好きな性格です。
    頑固な面もありますが、家族に対しては愛情深いので、正しくしつけられたミニチュアシュナウザーであれば、子どもの相手もできるでしょう。

    警戒心があるため、見知らぬ人や犬には吠えることがありますが、人によく従うため社会化トレーニングを行えばコントロールは可能です。
  </p>
  <h3>ミニチュアシュナウザーの歴史</h3>
  <p>
    シュナウザーにはジャイアント・スタンダード・ミニチュアと3種類があります。
    すべての元になったのはスタンダードシュナウザーで、これを小型化したのがミニチュアシュナウザーです。

    スタンダードシュナウザーは14世紀ごろのドイツで作出され、ネズミ駆除や輸送時の家畜の誘導、小さな荷車を引くなど、使役犬として様々な働きを見せました。スタンダードシュナウザーはその賢さと警戒心の強さ、主人に対する忠実さを買われて、第一次世界大戦ではドイツの軍犬として情報伝達の役割を与えられほどの優秀さでした。

    ミニチュアシュナウザーは、スタンダードシュナウザーとアーフェン・ピンシャーを交配して、ドイツのフランクフルトで作出されたとされています。

    その後、アメリカにわたってから一層の改良が進み、小型化のためにプードルほかいくつかの犬種も交配されて、現在のミニチュアシュナウザーの形に固定化されました。このいきさつからアメリカでは長い間、常に人気ランキングの上位に入っていた犬種でした。

    原産国ドイツのケネルクラブでミニチュアシュナウザーが成立したのは1899年でしたが、アメリカンケネルクラブでは1933年までスタンダードシュナウザーと同じ犬種として扱われていました。この頃にはサイズもほぼ固定化されていたようです。

    アメリカでも多くの著名人やハリウッドスターにも愛されたミニチュアシュナウザーは、ブルース・リーの愛犬であったことでも知られています。
    ミニチュアシュナウザーは、ドイツで生まれてアメリカで育った犬種とも言えましょう。

    日本に入ってきたのは戦後、アメリカ軍人が連れていたのが最初と推測されていますが、当時の日本ではトリミング技術が発達していなかったため、家庭犬としては普及に至らなかったようです。家庭犬として本格的に迎えられるようになったのは高度成長期の1960年くらいになってからでしたが、2000年頃には人気が上昇し、現在では毎年のようにJKCの登録犬種ランキングの上位に入っています。
  </p>
</div>
      </div>
    </div>
</template>

  <style>
    body {
      background-color: #f5f5dc;
     }
        </style>