<template>
    <nuxt-link to="/">ホーム</nuxt-link>
    <div class="container">
      <div class="pomeranian-info">
        <img src="https://www.min-inuzukan.com/images/typeContent/pomeranian/image_3.jpg"
          alt="ポメラニアンの画像"
          width="300"
          height="200"
        >
        <div class="text-content">
          <h2>ポメラニアン</h2>
          <table>
            <tr>
              <th>原産国</th>
              <td>ドイツ</td>
            </tr>
            <tr>
              <th>サイズ</th>
              <td>超小型犬</td>
            </tr>
            <tr>
              <th>グループ</th>
              <td>5G</td>
            </tr>
            <tr>
              <th>体高</th>
              <td>12cm～20cm</td>
            </tr>
            <tr>
              <th>体重</th>
              <td>2kg前後</td>
            </tr>
          </table>
          <h3>ポメラニアンの特徴</h3>
          <p>
            ポメラニアンは小さな頭に丸い大きな目、手足も小さく、しっぽは背中に向けて巻いており、独特の豪華な毛吹きが特徴です。
            体重は2kg前後、体高は18～20cmが理想の体型とされていますが、もともとは中型犬であったため、小型犬としてはサイズがやや大きくなることもあります。
            ポメラニアンの毛並みはダブルコートで、顔の周りや胸元の毛は長く、しっぽの飾り毛は扇のように広がっています。


          </p>
          <h3>ポメラニアンの性格</h3>
          <p>
            ポメラニアンは人間が大好きで、活動的な性格です。
            ほかの犬とも仲良くでき、友好的な関係を築きやすいでしょう。
            また繊細でありつつも、大好きな飼い主には甘えん坊な面をみせるところが魅力的です。
          </p>
          <h3>ポメラニアンの歴史</h3>
          <p>
            ポメラニアンは、ドイツとポーランドの国境にまたがるポメラニア地方に土着していた、ジャーマン・スピッツやサモエドが元祖とされています。
            当時はまだ中型犬以上のサイズで、毛色はほとんどが白色だったそうです。
            その後、18世紀になってイギリス国内に持ち込まれ、ヨーロッパの王族・貴族に愛好されて飼われるようになりました。当時のポメラニアンは体重10kg程度とも伝えられており、小型犬としてはまだまだ大きなサイズだったようです。

            19世紀後半、愛犬家で知られたイギリスのビクトリア女王もポメラニアンを大変可愛がっていました。自身の死の床にまで最愛のポメラニアンを呼び寄せて、息を引き取ったと伝えられています。ビクトリア女王は、愛するポメラニアンをドッグショーに出展し、自ら繁殖も手掛け、中型サイズだったポメラニアンを、5kg程度まで小さく作り上げました。イギリスに持ち込まれて小型化される前のポメラニアンは、ホワイトとブラックのみの毛色でしたが、ビクトリア女王の犬舎にはレッドの毛色が存在したそうです。
            これによりポメラニアンの魅力が世界的に知られ、人気の高まりと共に小型化が進み、毛色のバリエーションが増えることになりました。

            1892年にアメリカでポメラニアンが品種として確立し、国際畜犬連盟に登録されましたが、1900年まではどのグループに属するか公式に分類されていませんでした。
            しかし、そり犬など使役犬として働くジャーマン・スピッツを祖先とすることや、繊細な性格から番犬の役割を果たすこともあり、改めてスピッツのグループ（第5グループ）に分類されました。
          </p>
        </div>
        </div>
    </div>
   </template>
