<template>
  <nuxt-link to="/">ホーム</nuxt-link>
  <div class="container">
    <div class="shiba-info">
      <img src="https://www.min-inuzukan.com/images/typeContent/shiba/image_1.jpg"
        alt="柴犬の画像"
        width="300"
        height="200"
      >

      <div class="text-content">
  <h2>柴犬</h2>
  <table>
   <tr>
      <th>英語表記</th>
      <td>なし</td>
    </tr>
    <tr>
      <th>原産国</th>
      <td>日本</td>
    </tr>
    <tr>
      <th>サイズ</th>
      <td>小型犬</td>
    </tr>
    
  
    <tr>
      <th>グループ</th>
      <td>5G:原始的な犬・スピッツ</td>
    </tr>
    <tr>
      <th>体高</th>
      <td>オス:39.5cm前後<br>メス:36.5cm前後</td>
    </tr>
    <tr>
      <th>体重</th>
      <td>オス:10kg前後<br>メス:8kg前後</td>
    </tr>
  </table>
 </div>
        <br>
        <h3>柴犬の特徴</h3>
        <p>
          柴犬は体高より体長がやや長く、小さな立ち耳で巻き尾、短毛でダブルコートです。
          ちょっと見では同じに見える巻尾ですが、左巻きや右巻き、さし尾など形態が異なります。
          KCの標準では、体高がオス39.5cm、メス36.5cmで、それぞれ上下各1.5cmまでとなっています。
          なお、日本犬保存会の標準は、犬種ごとではなく、大きさによって分類されています。 
        </p>
        <h3>柴犬の性格</h3>
        <p>
         猟犬として活躍してきたルーツをもつ柴犬は、賢くて我慢強い強い性格です。
         飼い主とも適度な距離感を保つことから、独立心の強い、ツンデレ犬といわれることもあります。
         初対面の人に対しては警戒心を見せることもある一方、飼い主に対して忠実です。 
        </p>
        <h3>柴犬の歴史</h3>
        <p>
          柴犬について語る時、日本古来のという言い方をすることも多くありますが、実は柴犬は日本のみならず世界の犬の歴史として非常に古い犬のひとつです。最近のDNA分析研究によれば、狼との近さはシャーペイやバセンジーの次で2番目とされ、サルーキや秋田犬、チャウチャウよりもさらに古い犬種が柴犬なのです。
          日本史上では縄文時代の遺跡から、柴犬の直系祖先である縄文柴と呼ばれる犬の骨が出土しています。
          近くても紀元前400年頃、遠ければ紀元前1万年くらい前から、日本人のそばにいたのが柴犬でした。

          世界中で自然発生的に生まれた純血犬がそうであるように、柴犬もまた山岳地帯という狭いエリアの中で、使役目的に応じた繁殖が続くことにより、ひとつの犬種として確立していきました。
          おそらくは、現在の韓国や中国など南方から入ってきたと推定される柴犬は、北に向かって広がっていく中で、猟犬として人のそばで働き、地域に応じた個性を身に着けていきました。
          柴犬の古くから存在する主な系統は3つあり、南では山陰柴、中部では美濃柴、甲信越で信州柴とされていますが、この地域に限るということではありません。

          明治時代になると、日本にも少しずつ洋犬が輸入されるようになり、大正、昭和とその数や種類を増やしていきました。こうした中、日本犬の減少を憂慮した愛好家により、昭和3年に日本犬保存会が設立され、日本犬6種の標準を定めることとなりました。
          しかし、昭和10年頃には、戦争のため犬たちを毛皮用として軍に供出することになり、戦時下、猟の仕事を失っていた柴犬たちもその犠牲になってしまいました。戦後、人々の生活が落ち着き始めた昭和27年頃、今度は犬ジステンパーが大流行し、柴犬を含む多くの犬たちが命を落としてしまいました。
          また、戦後のどさくさと時代的な飼育管理の悪さから、柴犬「もどき」の交雑種が増えたことから、純粋な柴犬の数は激減してしまいます。

          そこで、残っている純粋な柴犬のなかで優れた資質を持つ犬を交配して復活をはかると同時に、地域的に個性のばらつきがあった柴犬をひとつの標準にまとめることになりました。この流れにより、現代の柴犬たちは地域的特性をほとんど失っています。
          一方で、縄文時代の個性を再現しできるだけ近づけていこうという方向性を持つ愛好家たちが、日本犬保存会とは別の団体である天然記念物柴犬保存会を設立しました。日本犬保存会とジャパンケネルクラブ（JKC）はほぼ同じ犬種標準を持つのに対して、天然記念物柴犬保存会は少し異なる標準であり、体形はスリムで個性的な顔立ちが特徴です。
          近年は海外での評価も高く、特にアメリカでは専門のブリーダーが出てきているほどの人気となっています。
        </p>
      </div>
      </div>
</template>
<style>
body {
  background-color: #f5f5dc;
 }
    </style>
  
