<template>
  <nuxt-link to="/">ホーム</nuxt-link>
  <div class="container">
    <div class="toy-poodle-info">
   <img src="https://www.min-inuzukan.com/images/detailMain_toy-poodle.png"
    alt="トイプードルの画像"
    width="300"
    height="200"
    >

 <div class="text-content">
  <h2>トイプードル</h2>
  <table>
    <tr>
      <th>英語表記</th>
      <td>Toy Poodle</td>
    </tr>
    <tr>
      <th>原産国</th>
      <td>フランス</td>
    </tr>
    <tr>
      <th>サイズ</th>
      <td>超小型犬</td>
    </tr>
    <tr>
      <th>グループ</th>
      <td>9G</td>
    </tr>
    <tr>
      <th>体高</th>
      <td>～28cm</td>
    </tr>
    <tr>
      <th>体重</th>
      <td>～4kg</td>
    </tr>
  </table>
  <br>
  <h3>トイプードルの特徴</h3>
  <p>
    トイプードルは体長と体高がほぼ同じのスクエアな構成で、独特のカールを持つ被毛に覆われています。
    プードルは日本ではジャパンケネルクラブの犬種標準で4つのサイズに分類されており、トイプードルは体高では24～28cmが標準であると規定されています。
  </p>
  <h3>トイプードルの性格</h3>
  <p>
    トイプードルは大変聡明で、運動能力があり、好奇心が強く、プードルのバラエティの中では最も賢いとも言われることがあります。
    欠点の少ない優等生的な性格で、家族に対して愛情深く、他人や他犬に対しても上手に接します。
  </p>
  <h3>トイプードルの歴史</h3>
  <p>プードルには、スタンダード、ミディアム、ミニチュア、トイと4つのサイズがありますが、犬種としてはすべて同じプードルになります。
        サイズが違うだけで身体構成は同じであること、性質的にもサイズの違い以外に異なる点がほぼないこと、さらにこれらのサイズの成立した時期が歴史的に不明であることから、同じ犬種となっています。
        プードルはフランスの代表的な犬ですが、歴史的には発祥はロシアまたは中央アジア北部で、ヨーロッパを横断し地域の犬と交雑されながら広がって、最終的にドイツからフランスへ入ったというのが現在最も有力な説となっています。

        初期のプードルは、まったくの使役犬で、荷車を引き、水猟犬としてカモ狩りに従事していました。
        ドイツで猟犬として働いていた彼らは、フランスでも当初は猟犬として入りましたが、この頃にはすでにサイズのバラエティがあったことが推察されています。
        トイプードルがいつごろから存在したのかを示すものとして、15世紀のドイツの画家、アルブレヒト・デューラーの版画の中に、独特のカットを施されたミニチュアプードルまたはトイプードルらしい小さい犬が登場していました。
        17世紀に入る頃になると、小さく作られたトイプードルが、フランス上流階級のあいだで愛玩犬として人気を博すようになりました。18世紀には画家ゴヤの絵画に登場し、イギリスの上流階級のあいだでも人気の犬であったと記録されています。

        スタンダードサイズ以外のプードルたちも、まったくの愛玩犬とは限らず、使役犬としても働いてきました。
        一例として、高級食材トリュフが自生している場所を探索する使役犬は、ミニチュアまたはトイプードルで、この仕事はイギリスから始まりフランス、スペインなどでも広まりました。
        トイプードルには器用な面があるため、サーカスなどの見世物にも使われていました。プードルは様々な目的で使役され、その場に合った大きさの改良をされてきたものと考えられます。
        さらに近年の日本では、毛が抜けにくいことで病院などを訪問するアニマルアシステッドセラピー犬として、また、警察犬試験に合格して嘱託警察犬として採用されるなど、トイプードルは愛玩犬にとどまらず、活躍の場を広げています。 
        </p>
        <h3>トイプードルの毛色</h3>
        <p>トイプードルの毛色は単色（ソリッドカラー）を理想としていますが、濃淡については認められています。
        ブラック、ホワイト、ブルー、グレー、ブラウン、カフェオレ、アプリコット、クリーム、シルバー、シルバー・ベージュ、レッドなどがあります。 
        </p>
      </div>
    </div>
  </div>
</template>
