<template>
    <nuxt-link to="/">ホーム</nuxt-link>
    <div class="container">
          <div class="yorkshire-terrier-info">
        <img src="https://www.min-inuzukan.com/images/typeContent/yorkshire-terrier/image_2.jpg"
          alt="ヨークシャーテリアの画像"
          width="300"
          height="200"
        >
        <div class="text-content">
    <h2>ヨークシャーテリア</h2>
    <table>
      <tr>
        <th>英語表記</th>
        <td>Yorkshire Terrier</td>
      </tr>
      <tr>
        <th>原産国</th>
        <td>イギリス</td>
      </tr>
      <tr>
        <th>サイズ</th>
        <td>超小型犬</td>
      </tr>
      <tr>
        <th>グループ</th>
        <td>3G</td>
      </tr>
      <tr>
        <th>体高</th>
        <td>15～18cm</td>
      </tr>
      <tr>
        <th>体重</th>
        <td>3.2kgまで</td>
      </tr>
    </table>
    <h3>ヨークシャーテリアの特徴</h3>
    <p>
        ヨークシャーテリアは左右対称に伸びる、細くしなやかな直毛で、スチールブルーといわれる犬種独特の青灰色の毛と、タン色の毛で構成されています。
        日本の犬種標準では、体重は3.2kgまでとされており、チワワ同様最も小さい種類の犬としてギネスブックに登録されたことがあるほどです。しかし、犬種作成の過程で中大型のテリアの血が入っていること、犬種の作出からあまり時間が経っていないことで性質の固定が不十分であるため、標準より大きなサイズのヨーキーが生まれることもあります。
    <h3>ヨークシャーテリアの性格</h3>
    
        ヨークシャーテリアは、勇敢な「テリア気質」をもつ一方、飼い主に対して絶大な信頼を寄せる甘えん坊な一面も。明るく、好奇心旺盛な性格は、ヨークシャーテリアの魅力のひとつです。
    </p>
    <h3>フレンチブルドッグの歴史</h3>
    <p>
        「ヨーキー」という愛称で親しまれているヨークシャーテリアは、19世紀にイギリスで作出されました。正しくは＜ブロークン・ヘアード・スコッチ・オア・ヨークシャーテリア＞という大変長い犬種名で、イギリスのヨークシャー州・スコットランド州の、ワイヤー・ヘアのテリアといったような意味になります。現在のヨーキーはワイヤー・ヘアどころか絹のようなすべすべした直毛ですが、作出された時期は様々な犬を交配に用いていたこともあり、毛質だけでなくサイズも今と異なって、5kg以上ある個体も多かったそうです。
        当時、交配に使われていた犬は、スカイテリアやマンチェスターテリア、ウォーターサイドテリアやマルチーズほか、さらに数種類あったとされています。しかし、交配を進めて犬種として安定化していく過程で、ヨーキーは小型化され、滑らかな直毛の毛質となりました。
        ヨーキーは当初、愛玩犬ではなく、作物や人間の食べ物を荒らすネズミを捕るための犬として作出されました。倉庫や工場など室内でネズミを追えるほど小さく活発なテリアとして、労働者階級の市民に飼われていましたが、サイズの小ささ、被毛の美しさ、活発で明るい性格が評判となって、次第に貴族など上流階級でも飼われるようになりました。
        1861年にイギリスのドッグショーに初めて出展され、1870年には「ヨークシャーテリア」の名称が広がりました。1872年にはアメリカにも入り、1882年にイギリスのケネルクラブで公認の犬種となりました。
        やがて、この犬の魅力に取りつかれた欧米の繁殖家たちによって、ヨーキーはさらに小さく、より美しい被毛を与えられるようになりました。
        日本に入ってきたのは戦前の頃からと言われていますが、はっきりしません。戦後、高度成長期の豊かな時代になると、マルチーズとともに代表的な「お座敷犬」として、室内で手厚く飼われるようになり、長年登録数ランキングトップ10入りが続いています。日本では第3グループのテリアとして分類されていますが、海外では愛玩犬として分類されている国もあるようです。
        なお、ヨーキーとよく似た外見のシルキー・テリアは、オーストラリアンテリアとヨーキーの交配によってつくられましたが、現在はそれぞれ別の犬種として扱われています。
    </p>
  </div>
      </div>
    </div>
  </template>
  